[
  {
    "quote": "Dwa najważniejsze dni w twoim życiu to dzień, w którym się urodziłeś, i dzień, w którym dowiedziałeś się, dlaczego.",
    "author": "Mark Twain"
  },
  {
    "quote": "Dwa najważniejsze dni w twoim życiu to dzień, w którym się urodziłeś, i dzień, w którym dowiedziałeś się, dlaczego.",
    "author": "Mark Twain"
  },
  {
    "quote": "Twoje życie staje się lepsze tylko wtedy, gdy stajesz się lepszym człowiekiem.",
    "author": "Brian Tracy"
  },
  {
    "quote": "Najlepszym czasem, aby zacząć, był dzisiaj. Drugim najlepszym czasem jest teraz.",
    "author": "Proverbium chińskie"
  },
  {
    "quote": "Jeśli chcesz coś, czego nigdy nie miałeś, musisz być gotów zrobić coś, czego nigdy wcześniej nie robiłeś.",
    "author": "Thomas Jefferson"
  },
  {
    "quote": "Nigdy nie rezygnuj z marzeń tylko dlatego, że przeszkody wydają się zbyt wielkie.",
    "author": "Anonymous"
  },
  {
    "quote": "Twoje życie staje się lepsze, gdy jesteś gotowy przyjąć zmiany i podejmować ryzyko.",
    "author": "Zig Ziglar"
  },
  {
    "quote": "Najcenniejszym darem jest chwila teraźniejsza.",
    "author": "Eckhart Tolle"
  },
  {
    "quote": "Sukces to nie klucz do szczęścia. Szczęście to klucz do sukcesu. Jeśli kochasz to, co robisz, osiągniesz sukces.",
    "author": "Albert Schweitzer"
  },
  {
    "quote": "Nigdy nie przestawaj się uczyć, bo życie nigdy nie przestaje cię uczyć.",
    "author": "Anonymous"
  },
  {
    "quote": "Twoje zdrowie jest najważniejsze. Zadbaj o siebie, by cieszyć się życiem.",
    "author": "Nieznany autor"
  },
  {
    "quote": "Nigdy nie jest za późno, aby być tym, kim chcesz być.",
    "author": "George Eliot"
  },
  {
    "quote": "Sukces to suma małych wysiłków, powtarzanych dzień po dniu.",
    "author": "Robert Collier"
  },
  {
    "quote": "Życie to nie to, co się nam przydarza, ale to, jak reagujemy na to, co się dzieje.",
    "author": "Epiktet"
  },
  {
    "quote": "Działanie jest kluczem do wszelkiego sukcesu.",
    "author": "Pablo Picasso"
  },
  {
    "quote": "Najlepszym sposobem na przewidzenie przyszłości jest ją stworzyć.",
    "author": "Peter Drucker"
  },
  {
    "quote": "Jeśli nie potrafisz znaleźć czasu na coś ważnego, to znaczy, że to nie jest dla ciebie wystarczająco ważne.",
    "author": "Mardy Grothe"
  },
  {
    "quote": "Wszystko jest możliwe, jeśli masz odwagę marzyć o tym, osiągnąć to i nigdy się nie poddawać.",
    "author": "Chantal Sutherland"
  },
  {
    "quote": "Nigdy nie pozwól, by obecne trudności zakłóciły cię w osiągnięciu przyszłego sukcesu.",
    "author": "Matshona Dhliwayo"
  },
  {
    "quote": "Zdrowie jest skarbem, którego doceniamy dopiero wtedy, gdy go stracimy.",
    "author": "Josh Billings"
  },
  {
    "quote": "Sukces to nie końcowa podróż, to sposób, w jaki podróżujesz.",
    "author": "Zig Ziglar"
  },
  {
    "quote": "Ciesz się małymi rzeczami, bo kiedy spojrzysz z powrotem, okaże się, że były one wielkimi chwilami.",
    "author": "Robert Brault"
  },
  {
    "quote": "Twoje myśli kształtują twoje życie.",
    "author": "Louise Hay"
  },
  {
    "quote": "Jeśli nie próbujesz, to już przegrałeś.",
    "author": "Ziad K. Abdelnour"
  },
  {
    "quote": "Dopóki nie zrobisz kroku naprzód, będziesz zawsze na tym samym miejscu.",
    "author": "N. R. Narayana Murthy"
  },
  {
    "quote": "Każda porażka przybliża cię do sukcesu, jeśli się nie poddasz.",
    "author": "Robert Kiyosaki"
  },
  {
    "quote": "Największą tragedią jest nie próbować.",
    "author": "Robert Greene"
  },
  {
    "quote": "Najważniejsze to zacząć działać.",
    "author": "John F. Kennedy"
  },
  {
    "quote": "Jeśli nie możesz zrobić wielkich rzeczy, zrób małe rzeczy w wielki sposób.",
    "author": "Napoleon Hill"
  },
  {
    "quote": "Nie przeszkadza tobie to, co się dzieje, ale to, jak na to reagujesz.",
    "author": "Epiktet"
  },
  {
    "quote": "Nigdy nie rezygnuj z marzeń tylko dlatego, że wydają się niemożliwe.",
    "author": "Justin Bieber"
  },
  {
    "quote": "Wszystko jest trudne, zanim stanie się łatwe.",
    "author": "Goethe"
  },
  {
    "quote": "Sukces to nie tylko osiągnięcie celu, ale także przyjemność z podróży.",
    "author": "Zig Ziglar"
  },
  {
    "quote": "Życie jest krótkie, a czas biegnie szybko. Warto zacząć działać.",
    "author": "Anonymous"
  },
  {
    "quote": "Nigdy nie jest za późno, aby zmienić swoje życie.",
    "author": "Anonymous"
  },
  {
    "quote": "Sukces to nie końcowa linia, sukces to długa droga.",
    "author": "Catherine Pulsifer"
  },
  {
    "quote": "Niebo nie jest limitem, jest tylko punktem wyjścia.",
    "author": "Anonymous"
  },
  {
    "quote": "Zawsze jest jakiś sens w szaleństwie. To jedyna droga, by osiągnąć coś niemożliwego.",
    "author": "Charlie Chaplin"
  },
  {
    "quote": "Marzenia mogą stać się rzeczywistością, jeśli mamy odwagę je śledzić.",
    "author": "Walt Disney"
  },
  {
    "quote": "Wielcy ludzie nie rodzą się wielcy. Wielkość osiągają przez wysiłek i wytrwałość.",
    "author": "William Arthur Ward"
  },
  {
    "quote": "W sukcesie chodzi o to, że nigdy się nie poddajesz.",
    "author": "Dwayne Johnson"
  },
  {
    "quote": "Zawsze jesteś odpowiedzialny za to, co się dzieje w twoim życiu.",
    "author": "Oprah Winfrey"
  }
]